package com.example.eeww9.sejong_alli.example;

import android.graphics.drawable.Drawable;

/**
 * Created by eeww9 on 2016-12-20.
 */
public class ExampleDetails {
    public String mainTitle = "스토리, 세대를 잇다!";
    public Drawable secondImage;
    public String secondTitle = "스토리, 세대를 잇다!";
    public String secondHost ="한국문화예술위원회";
    public String secondDate ="2016_12_30";
    public String detAttend ="제한 없음";
    public String detContents =  "세대간 서로의 삶을 이해할 수 있는 다양한 사건이나 문화, 생활 속에서 겪은 사연과 기록들을 바탕으로 작성" +
                                    " 사실 위주의 사건 나열이 아닌 사건에 대한 당시의 생각, 필자의 견해 등도 함께 작성" +
                                    " 집필자를 중심으로 윗세대의 삶, 아랫세대의 삶, 서로의 삶을 집필하는 것 모두 가능평전\n" ;
    public String detBenefits ="평전\n"+
                                    "최우수 1편 500만원\n"+
                                    "우수 2편 각100만원\n"+
                                    "장려 3편 각 50만원\n"+
                                    "에세이/사진\n"+
                                    "최우수 1편 가족사진촬영권\n"+
                                    "우수 20편 사진인화권\n;";
    public String detDate ="접수 기간 : ~ 2016년 12월 30일 (금) 18:00 까지\n" +
                             "결과 발표 : 2017년 1월 예정 ※ 인문360º 홈페이지 및 개별통보\n" +
                             "시상식 : 2017년 2월 예정 ※ 추후 공지 예정";
    public String detReception ="홈페이지 접수 : inmun360.culture.go.kr을 통한 접수 * 상단 배너 클릭";
    public String detNotice ="- 응모작에 대한 저작권은 응모자에게 있으며, 국내·외의 저작권, 초상권에 저촉되지 않은 순수한 창작품이어야 한다.\n" +
            "  - 한국문화예술위원회(이하 위원회)는 수상작에 한하여 저작자와 별도의 사용권한 협의 및 사용료 지불 없이 \n" +
            "    인문360° 관련 사업의 사업 및 홍보 목적 달성을 위하여 필요한 한도 내에서 발표, 게시, 배포, \n" +
            "    2차 저작물로 활용 등 포괄적인 비영리적 사용권한을 갖는다.\n" +
            "  - 제3자로부터 저작권 침해 관련 소송이나 분쟁이 발생하였을 경우 응모자는 일체의 책임과 비용을 \n" +
            "    부담하며 위원회를 면책시켜야한다.\n" +
            "  - 사실 기록은 객관적인 데이터나 근거를 바탕으로 해야 하며 이에 대한 책임은 출품자 본인에게 있다.\n" +
            "  - 모든 응모작은 반환하지 않으며 수상작 발표 이후에는 출품 취소가 불가능하다.\n" +
            "  - 타인의 저작권, 명예를 침해한 경우 이에 대한 모든 책임은 출품자에게 있고 시상 후에라도 \n" +
            "    수상 취소 및 상금과 부상을 전액 위원회 환수 조치한다.\n" +
            "  - 사진은 본인, 가족, 친척 등이 찍은 작품으로 저작권이 출품자에게 있거나 이양된 경우에 한한다.\n" +
            "  - 상금에 대한 제세공과금은 수상자가 부담한다.\n" +
            "  - 본 페이지를 통한 온라인 접수만 가능합니다. (이메일,우편접수,방문접수 불가)";
    public String detContact ="공모전 운영사무국 : 02-6395-3127 (평일 09:00 ~ 18:00)";
}
